Repository: sydsacchi/zero-wordpress-theme
Catalog: languages/*.po
Languages: it_it

source: OG Social Description
it_it: Descrizione per Social

source: Return to %s
it_it: Ritorna a %s

source: Main Menu
it_it: Menu Principale

source: Check this post:%0D%0A
it_it: Dai uno sguardo a questo articolo:%0D%0A

source: Send to a friend
it_it: Invia ad un amico

source: Read more
it_it: Continua a leggere

source: Brief Description for Social Share
it_it: Breve descrizione per la condivisione sui social (es. Facebook, LinkedIn)

source: Search for:
it_it: Ricerca:

source: About author
it_it: Sull'autore

source: %s older
it_it: %s più vecchi

source: newer %s
it_it: più recenti %s

source: Search Results for: %s
it_it: Risultati per la ricerca su: %s

source: Nothing Found
it_it: Non è stato trovato alcun risultato

source: Sorry, nothing matched your search. Please try again.
it_it: Spiacenti, nessun criterio di ricerca ha riportato risultati. Si prega di riprovare.

source: Related posts on
it_it: Articoli correlati su

source: Not Found
it_it: Non Trovato

source: Nothing found for the requested page. Try a search instead?
it_it: Sulla pagina richiesta non è stato trovato nulla. Si consiglia di provare con una ricerca.

source: Category Archives:
it_it: Archivi Categoria:

source: Tag Archives:
it_it: Archivi Tag:

source: Daily Archives: %s
it_it: Archivi Quotidiani: %s

source: Monthly Archives: %s
it_it: Archivi Mensili: %s

source: Yearly Archives: %s
it_it: Archivi Annuali: %s

source: Archives
it_it: Archivi

source: Typography
it_it: Scelta Caratteri

source: Header Background Image
it_it: Immagine Sfondo Testata

source: Post Placeholder Image
it_it: Immagine Predefinita Post

source: Footer Text/Credits
it_it: Crediti/Testo Piè di Pagina

source: Social Profiles
it_it: Profili Social per condivisione post

source: Paste your Facebook Profile URL here
it_it: Incolla qui il link del tuo profilo/della tua pagina Facebook

source: Write/Paste your Twitter username here
it_it: Scrivi/Incolla qui il tuo nome utente Twitter

source: Facebook Profile Link
it_it: Link Profilo/Pagina Facebook

source: Twitter Username
it_it: Nome Utente Twitter
